tap "macos-fuse-t/cask"
tap "nikitabobko/tap"
brew "btop"
brew "fastfetch"
brew "gh"
brew "git"
brew "node"
brew "postgresql@14", restart_service: :changed
brew "python@3.13"
cask "nikitabobko/tap/aerospace"
cask "fuse-t"
cask "macos-fuse-t/cask/fuse-t-sshfs"
cask "hiddenbar"
cask "stats"
vscode "anysphere.cursorpyright"
vscode "bradlc.vscode-tailwindcss"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "github.github-vscode-theme"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-python-envs"
vscode "ritwickdey.liveserver"
vscode "vscode-icons-team.vscode-icons"
vscode "wallabyjs.quokka-vscode"
